Repository: ruifontes/frequentText
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: sr, tr

source: Opens a dialog box to registe, manage and paste frequent blocks of text.
sr: Otvara dijalog za upisivanje, upravljanje i lepljenje čestih blokova teksta
tr: Відкриває діалог для реєстрації, керування та вставки блоків тексту, що часто повторюються.

source: Text editing
sr: Uređivanje teksta
tr: Редагування тексту

source: Frequent text
sr: Čest tekst
tr: Часто повторюваний текст

source: Opens a dialog box with the text blocks of first or default category
sr: Otvara dijalog sa blokovima teksta prve ili podrazumevane kategorije
tr: Відкриває діалог з текстовими блоками першої або основної категорії

source: Categories list
sr: Lista kategorija
tr: Список категорій

source: &Show entries
sr: &Prikaži stavke
tr: &Показати записи

source: &Add
sr: &Dodaj
tr: &Додати

source: Re&name
sr: &Preimenuj
tr: &Перейменувати

source: Set &category as default
sr: Podesi &kategoriju kao podrazumevanu
tr: Встановити &категорію як основну

source: &Remove
sr: &Ukloni
tr: &Видалити

source: &Close
tr: &Закрити

source: Enter a name for the category
sr: Upiši ime za kategoriju
tr: Введіть назву категорії

source: There is already a category with this name!
sr: Već postoji kategorija sa ovim imenom!
tr: Категорія з такою назвою вже існує!

source: Enter a new name for %s
sr: Upiši novo ime za %s
tr: Введіть нову назву для %s

source: Are you sure you want to remove %s?
sr: Da li si siguran da želiš da obrišeš %s?
tr: Ви впевнені, що хочете видалити %s?

source: Name
tr: Назва

source: List of text blocks of %s category
sr: Lista blokova teksta kategorije %s
tr: Список текстових блоків категорії %s

source: &Paste
sr: &Nalepi
tr: &Скопіювати

source: &Change blocks
sr: &Promeni blokove
tr: &Редагувати блок

source: &Move
sr: &Premesti
tr: &Перемістити

source: &Back to categories
sr: &Nazad na kategorije
tr: &Назад до категорій

source: Enter a name for the block
sr: Upiši ime za blok
tr: Введіть назву для блоку

source: There is already a block with this name!
sr: Već postoji blok sa ovim imenom!
tr: Блок з такою назвою вже існує!

source: Enter the block of text
sr: Upiši blok teksta
tr: Введіть блок тексту

source: Change the block of text as you want and press Tab to Ok button and Enter to confirm
sr: Promenite blok kako želite a zatim pritisnite Tab i aktivirajte dugme u redu da biste potvrdili
tr: Редагуйте блок з текстом так, як вам потрібно, і натисніть клавішу Tab, а потім кнопку Ok

source: If you really want to move %s from %s category, enter the name of the new, already existing, category
sr: Ako zaista želite da prebacite %s iz %s kategorije, upišite ime nove, već postojeće kategorije
tr: Якщо ви дійсно хочете перемістити %s з категорії %s, введіть назву нової, вже наявної категорії

source: There is no such category!
sr: Nema ove kategorije!
tr: Такої категорії немає!

source: It is available a new version of this add-on. Do you want to update?
tr: Доступна нова версія цього додатка. Ви хочете оновити?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
tr: Нова версія додатка не сумісна з вашою версією NVDA. Процес оновлення буде припинено.

source: Check for updates at startup
tr: Перевіряти наявність оновлень під час запуску

source: Regists blocks of text frequently used
sr: Čuva često upisane blokove teksta
tr: Реєструє часто використовувані блоки тексту

source: Stores and make possible the entry of frequently used blocks of text. Command: Windows+F12.
sr: Čuva i omogućava vam da ponovo upisujete česte blokove teksta. Komanda: Windows plus f12
tr: Зберігає і робить можливим ввставлення часто використовуваних блоків тексту. Команда: Windows+F12.

source: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> and Abel Passos Júnior
sr: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> и Abel Passos Júnior
tr: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> та Abel Passos Júnior
